h_account=MY ACCOUNT
h_cart=CART
h_home=Home
h_category=Categories
h_news=News
h_sales=Sales
h_aboutUs=About us

f_navigate=NAVIGATE
f_home=Home
f_aboutUs=About us
f_return=Return Policy
f_privacy=Privacy Policy
f_delivery=Delivery
f_contactUs=CONTACT US
f_phone=Phone :
f_fax=Fax :
f_mail=Mail :
f_followUs=FOLLOW US
f_fb=Like us on
f_twitter=Follow us on

index_recommended=RECOMMENDED PRODUCTS
index_bestSales=BEST SALES
index_size=Size
index_promo=Now only

cat_color=COLORS
cat_label=LABELS
cat_country=COUNTRIES
cat_quantity=QUANTITES
cat_degree=ALCOHOL DEGREE
cat_moreInfo=More informations

register_registrered=REGISTERED CUSTOMERS
register_new=NEW CUSTOMERS
register_change_account=CHANGE YOUR ACCOUNT
register_connexionTitle=Connexion
register_login=Login
register_password=Password
register_confirm=Confirm
register_login_required=Login required
register_password_required=Password required
register_confirm_required=Confirm required
register_connexion=Login
register_logout=Logout
register_change=Change your account
register_login_validator=The login must contain at least 4 characters
register_password_validator=The password must contain at least 4 characters
register_confirm_validator=The password must contain at least 4 characters
register_name=Name
register_firstName=First name
register_email=Mail
register_phone=Phone
register_street=Street
register_numStreet=Number
register_city=City
register_zipCode=Zip code
register_country=Country
register_region=Region
register_province=Province
register_register=Register
register_required=Required
register_connexionInfo=Connexion informations
register_personnalInfo=Personnal informations
register_name_required=The name is required
register_firstname_required=The firstname is required
register_email_required=The email is required
register_phone_required=The phone number is required
register_city_required=The city is required
register_zipcode_validator=The zipcode must be valid
register_numstreet_validator=The street number must be valid
register_error_connect=Wrong login or password!
register_error_register=Login already used!
register_change_button=Change
register_error_confirm=The password and confirm didnt match
register_error_email=The email address is invalid

about_mainTitle=ABOUT JAVABEER
about_description=Le site JavaBeer a ouvert ses portes virtuelles en d\u00e9cembre 2013. JavaBeer met tout en \u0153uvre pour remplir la mission qu'elle s'est fix\u00e9e : mettre ses clients au c\u0153ur de ses pr\u00e9occupations. Ils peuvent ainsi \u00e0 tout moment trouver en ligne ce qu'ils ont envie d'acheter, et y faire de nombreuses d\u00e9couvertes. JavaBeer propose aujourd'hui des centaines de bi\u00e9res dans des cat\u00e9gories telles que : la provenance, le label, la couleur, la quantit\u00e9 et le degr\u00e9 d'alcool.
about_title2=Un fournisseur en bi\u00e8re avec un concept novateur
about_description2=JavaBeer s'est entour\u00e9 des plus grands experts Bi\u00e9rologue mais aussi de grands chefs afin de donner un nouveau sens \u00e0 la d\u00e9gustation et fournir une bi\u00e8re de qualit\u00e9. Le cercle JavaBeer vous permet de devenir l'un de nos membres premium et vous garantit des promotions cumulables en plus d'invitations dans votre r\u00e9gion \u00e0 des soir\u00e9es d\u00e9gustation.JavaBeer vous propose des prix de vente de bi\u00e8re extr\u00eamement attractifs gr\u00e2ce \u00e0 l'absence de magasin et \u00e0 des achats en grande quantit\u00e9s.

delivery_mainTitle=De la commande au lieu de livraison, ce que vous devez savoir\u2026
delivery_description=Traitement de la commande dans les 24h par notre \u00e9quipe sp\u00e9cialis\u00e9e et s\u00e9rieuse tous les jours de 9h \u00e0 19h, du lundi au samedi. Chaque produit est minutieusement inspect\u00e9 et manipul\u00e9 avec le plus grand soin pour ne pas alt\u00e9rer la qualit\u00e9 finale afin d'obtenir une d\u00e9gustation unique, exceptionnelle.
delivery_description2=Emballage sur mesure, soign\u00e9, adapt\u00e9 \u00e0 votre commande et avec des produits naturels en lien direct avec l'engagement.
delivery_title2=Carte des pays livr\u00e9s par JavaBeer
delivery_description3=Pensez \u00e0 la plan\u00e8te et vous aussi faites le tri. D\u00e9posez vos emballages et cartons vides dans le bac jaune, les bouteilles dans le vert. Nous suivons votre exemple, regardez nos engagements pour la plan\u00e8te.

privacy_mainTitle=Conditions g\u00e9n\u00e9rales de vente
privacy_description=Une question par rapport \u00e0 nos conditions g\u00e9n\u00e9rales de vente ?
privacy_description2=Contactez-nous par email ou par t\u00e9l\u00e9phone et nous serons \u00e0 m\u00eame de vous r\u00e9pondre ou de vous apporter une pr\u00e9cision.
privacy_title2=Pr\u00e9ambule
privacy_description3=Le site est la propri\u00e9t\u00e9 de JavaBeer SPRL dont le si\u00e8ge social est situ\u00e9 20 rue Joseph Calozet, 5000 Namur (Belgique) pour sa totalit\u00e9, ainsi que l'ensemble des droits y aff\u00e9rents. Toute reproduction, int\u00e9grale ou partielle, est syst\u00e9matiquement soumise \u00e0 l'autorisation des propri\u00e9taires. Toutefois, les liaisons du type hypertextes vers le site sont autoris\u00e9es sans demandes sp\u00e9cifiques.
privacy_title3=1. Produits
privacy_descritpion4=Les produits sont propos\u00e9s \u00e0 la vente jusqu'\u00e0 \u00e9puisement du stock. Pour les produits n'\u00e9tant pas en stock dans nos entrep\u00f4ts, nos offres sont valables sous r\u00e9serve de disponibilit\u00e9 chez nos fournisseurs. En cas de commande d'un produit indisponible, le client sera inform\u00e9 par l'interm\u00e9diaire de son compte client disponible sur le site et/ou par email dans les meilleurs d\u00e9lais.
privacy_title4=2. Quantit\u00e9s
privacy_description5=Un particulier ne pourra pas commander simultan\u00e9ment plus de 110 litres de bi\u00e8res. Les professionnels ne sont pas concern\u00e9s par cette limitation.
privacy_title5=3. Prix
privacy_description6=Le prix est exprim\u00e9 en euros toutes taxes comprises, frais d'emballage, consignes et taxe sp\u00e9cifique aux alcools (Accises) inclus. Le prix indiqu\u00e9 sur les fiches produit ne comprend pas les frais de transport qui sont calcul\u00e9s selon le poids de la commande. Le prix indiqu\u00e9 dans la confirmation de commande est le prix d\u00e9finitif, exprim\u00e9 toutes taxes comprises. Ce prix comprend le prix des produits, les frais de manutention, d'emballage et de conservation des produits, les frais de transport. JavaBeer se r\u00e9serve le droit de modifier ses prix \u00e0 tout moment sans pr\u00e9avis. Les produits seront factur\u00e9s sur la base des tarifs en vigueur au moment de la validation par le paiement de chaque commande. JavaBeer ne peut en aucun cas \u00eatre tenu responsable en cas de bug informatique modifiant \u00e0 son insu le prix d'un ou plusieurs articles et/ou de la commande. La dite soci\u00e9t\u00e9 se r\u00e9serve ainsi le droit d'annuler une commande si le montant n'\u00e9tait pas en accord avec les prix normalement (dans le sens habituel) fix\u00e9s pour les produits et/ou les frais de livraison.

return_mainTitle=R\u00e9clamation et retour
return_description=En signant le bordereau de livraison, le client accepte les produits livr\u00e9s en l'\u00e9tat et d\u00e8s-lors aucune r\u00e9clamation relative \u00e0 des dommages subis durant le transport ne sera accept\u00e9e. Il est de la responsabilit\u00e9 du client d'effectuer toutes v\u00e9rifications et de faire toutes r\u00e9serves \u00e0 l'arriv\u00e9e du colis. Les marchandises voyagent toujours aux risques et p\u00e9rils du destinataire. V\u00e9rifiez toujours votre colis \u00e0 l'arriv\u00e9e. Vous disposez d'un d\u00e9lai de 48 heures, \u00e0 r\u00e9ception du colis, pour faire d'\u00e9ventuelles r\u00e9serves aupr\u00e8s de JavaBeer en cas de produits manquants ou de d\u00e9gradation. Tout retour de marchandises n\u00e9cessite l'accord pr\u00e9alable de l'entreprise Shopdebi\u00e8res. A d\u00e9faut d'accord, toute marchandise retourn\u00e9e sera tenue \u00e0 la disposition du client \u00e0 ses frais, risques et p\u00e9rils, tous frais de transport, de stockage, de manutention \u00e9tant \u00e0 la charge du client. Dans tous les cas, le retour des marchandises s'effectue aux frais, risques et p\u00e9rils du client.
return_law=Article L121-20-1
return_description2=Lorsque le droit de r\u00e9tractation est exerc\u00e9, le professionnel est tenu de rembourser sans d\u00e9lai le client au plus tard dans les 30 jours suivant la date \u00e0 laquelle ce droit a \u00e9t\u00e9 exerc\u00e9. Au-del\u00e0, la somme due est, de plein droit, productive d'int\u00e9r\u00eats au taux l\u00e9gal en vigueur. Le retour se fera en suivi ou recommand\u00e9 avec une valeur d\u00e9clar\u00e9e correspondant au prix du produit transport\u00e9. Dans le cas o\u00f9 le colis nous auraient \u00e9t\u00e9 retourn\u00e9s pour les motifs suivants : - Colis non livr\u00e9 / adresse incorrect - colis non livr\u00e9 / destinataire absent La soci\u00e9t\u00e9 ne pourra s'engager \u00e0 renvoyer la marchandise \u00e0 ses frais. Le client se verra repayer les frais de port s'il souhaite recevoir la commande exp\u00e9di\u00e9e une premi\u00e8re fois.


item_size=Size
item_degAlcohol=Alcohol
item_origin=Origin
item_label=Label
item_description=Description
item_colour=Colour
item_price=Price
item_addCart=Buy
item_add=Add to cart

order_title=Checkout
order_item=Item
order_quantity=Quantity
order_price=Price
order_delete=Delete
order_valid=Order
order_complete=Order complete !
order_validator=Your number must be more than 0
order_confirm=Confirm
order_return=Cancel

news_title=News

sales_title=Sales
sales_newPrice= New price

research_title=Research
research_notfound=No item found